<!DOCTYPE html>
<html lang="en">
    <head>
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css">
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
        <meta name="description" content="" />
        <meta name="author" content="" />
       
       
        <link rel="icon" type="image/x-icon" href="assets/favicon.ico" />
      
        <link href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.5.0/font/bootstrap-icons.css" rel="stylesheet" />
     
        <link href="css/styles.css" rel="stylesheet" />
    </head>
    <body>
        <body class= "bg-dark text-white">
        <nav class="navbar navbar-expand-lg navbar-light bg-light">
            
              
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation"><span class="navbar-toggler-icon"></span></button>
                <div class="collapse navbar-collapse" id="navbarSupportedContent">
                    <ul class="navbar-nav me-auto mb-2 mb-lg-0 ms-lg-4">
                        <li class="nav-item"><a class="nav-link active" aria-current="page" href="profile.php">Profile</a></li>
                        <li class="nav-item"><a class="nav-link active" aria-current="page" href="aboutme.php">About</a></li>
                        <li class="nav-item"><a class="nav-link" href="register.php">Reg</a></li>
                        <li class="nav-item dropdown">
                            <a class="nav-link dropdown-toggle" id="navbarDopdown" href="login.php" role="button" data-bs-toggle="dropdown" aria-expanded="false">Login</a>
                        <div class="bg-dark text-white">
                    <p>Первое и главное правило: адекватно относитесь к еде и грамотно оценивайте влияние вашего рациона на здоровье и качество жизни. Важно понять, что новый рацион – не наказание, а потребность вашего организма. Вы должны сделать сознательный выбор в пользу здоровья, иначе избежать срывов не удастся.</p>
<p>Попытки потратить съеденное изматывающими тренировками неэффективны. Просто задумайтесь над тем, что за час бега по ровной дороге человек в среднем сжигает 500-700 ккал, что сопоставимо с энергетической ценностью всего одной шоколадки.</p>
<p>Другие важные правила питания для похудения:</p>
<ol>
<li>Ешьте как можно чаще и уменьшайте размер порций – разгоняйте метаболизм, не мучайте себя чувством голода.</li>
<li>Пейте не менее 1.5-2 литров воды в сутки в зависимости от индивидуальной потребности вашего организма.</li>
<li>Снизьте потребление соли до минимума, постарайтесь полностью отказаться от сахара.</li>
<li>Не игнорируйте спортивное и функциональное питание – оно поможет получать нужные нутриенты даже в тяжелые и насыщенные будние дни.</li>
<li>Старайтесь готовить сами – не приобретайте полуфабрикаты, они слишком часто изобилуют вредными и калорийными компонентами.</li>
</ol>
<p>При этом стоит сформировать привычку подсчитывать калории. Не до десятых, хотя бы примерно. Так вы сможете контролировать процесс похудения и понимать, в какой момент нужно снизить калорийность, чтобы сохранить динамику. Также рекомендуем совмещать правильное питание с физическими нагрузками – это значительно ускорит похудение. В большинстве случаев стоит делать акцент на кардио. О том, как составить программу тренировок</a>, читайте в нашем блоге. При необходимости обратитесь к тренеру для разработки индивидуального плана.</p>
<h2>Что важно при составлении меню</h2>
<p>Рацион питания для похудения лучше планировать на длительный срок.. При этом на начальном этапе стоит детально расписывать меню и сразу закупать все необходимое. Это дисциплинирует и упрощает переход на правильное питание. Желательно готовить основные блюда на несколько дней вперед – тогда у вас не будет отговорки в виде острой нехватки времени в будни.</p>
<p>Что еще важно учесть:</p>
<ol>
<li>Обязательно включайте в меню плотный завтрак. На него должно приходиться порядка 50% от суточной нормы углеводов, 30% белков и 20% жиров.</li>
<li>На ужин лучше употреблять белковую пищу. Например, нежирное мясо или заправленный несладким йогуртом обезжиренный творог.</li>
<li>Важно выбирать правильные перекусы – не фастфуд, а полезные фрукты, салаты, орехи.</li>
<li>Учитывайте физическую активность – если на день запланирована тяжелая тренировка или активный отдых, то калорийность суточного рациона можно увеличить.</li>
<li>Старайтесь пить чистую воду комнатной температуры, зеленый чай. Если пьете кофе, то не добавляйте в него сахар, сиропы, жирные сливки.</li>
</ol>
<p>Со временем правильное питание станет привычкой. Вы будете на автомате отметать вредные для вас продукты, понимать примерную калорийность блюд, готовить на неделю вперед и хранить полезные заготовки в морозилке. Самый сложный период – первые 2 недели. Особенно если раньше вы позволяли себе все и без ограничений.</p>
<h2>Ошибки худеющих</h2>
<div class="pullquote">
<p>Ключевая ошибка – отсутствие понимания принципов правильного питания для похудения и достаточной мотивации. Некоторые люди, страдающие от ожирения, также не осознают психологическую природу зависимости от еды. Если вы не в силах отказаться от вредных продуктов, но они явно вредят вашему здоровью – обратитесь за консультацией к психотерапевту.</p>
</div>
<p>К наиболее распространенным ошибкам худеющих относят:</p>
<ol>
<li>Категорический отказ от любимых продуктов – это приводит к срывам и снижению эффективности похудения. Любите сладкие фрукты – ешьте их, но в дозированных, небольших количествах.</li>
<li>Употребление жареной и копченой пищи – этим особенно грешат сторонники кето-питания. Углеводов в такой еде может и не быть, но она все же вредит организму. Жарить то же мясо можно только без масла, а коптить его допускается не более 20 минут и без использования искусственного дыма.</li>
<li>Частый прием алкоголя – его отличает высокая калорийность. К тому же он наносит вред вашему здоровью и усиливает чувство голода.</li>
<li>Потребление воды во время еды – это мешает пище нормально перевариваться. Пить воду и другие напитки можно только через час после приема пищи.</li>
<li>Большие порции – вредны, особенно во время ужина. Стоит предпочесть небольшие количества пищи, но сократить интервалы между их приемами.</li>
</ol>
<p>Также не рекомендуется пропускать приемы пищи, чтобы не замедлять метаболизм. От соусов и заправок лучше отказаться, а вареным и жареным овощам предпочесть сырые. Рацион должен быть максимально сбалансированным – вы должны получать натуральные витамины и микроэлементы, чтобы похудение не нанесло вред вашему здоровью.</p>
<h2>Какое питание можно назвать правильным</h2>
<p>Правильное питание («ПП») – достаточно размытый термин. И не всегда с позитивной коннотацией. Многие блогеры и «консультанты по питанию» трактуют его неверно, подводят под принципы сомнительных диет, привязывают к различным идеологиям.</p>
<p>На самом деле «ПП» предполагает употребление в пищу полезных для вас продуктов и максимальное исключение вредных. При этом универсального списка нет – только примерные перечни. Важно понимать потребности своего организма.</p>
<div class="pullquote">
<p>Обратите внимание: «ПП» еще и про разумный подход к формированию рациона. Важно учиться считать калории, понимать качества продуктов и их влияние на организм, знать о ценности натуральных витаминов, достигать баланса нутриентов, необходимого вашему организму.</p>
</div>
<h3>Какие продукты можно употреблять без ограничения</h3>
<p>Оговоримся, что эти продукты можно употреблять практически без ограничения при отсутствии индивидуальных противопоказаний. К ним относятся:</p>
<ul>
<li>чистая вода, чай без добавок;</li>
<li>салат, шпинат и всевозможная зелень;</li>
<li>грибы;</li>
<li>мясо, рыбу и птицу;</li>
<li>овощи без высокого содержания сахара и крахмала.</li>



</ul>
                        </li>
                    </ul>
</ul>
                    </div>
    </body>
</html>
                    
                 